<?xml version='1.0' encoding='utf-8'?>
<plist version="1.0"><dict><key>PayloadType</key><string>Configuration</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.nextdns.multi</string><key>PayloadUUID</key><string>b2839bdd-0848-4d6e-bdf5-634ff4e6292d</string><key>PayloadDisplayName</key><string>Damian´s Premium DNS</string><key>PayloadDescription</key><string>Official Damian/Serenity DNS Profiles

Telegram Serenity: @serenityiosapp
Telegram Damian: @Damian_g2

If you want to buy high-quality certificates, contact us on Telegram.

Description:
This configuration profile provides DNS-based protection and customization.
It includes optional features like an Ad-Blocker and an OTA Update Blocker.</string><key>PayloadOrganization</key><string>Damian/Serenity</string><key>PayloadContent</key><array><dict>
        <key>DNSSettings</key>
        <dict>
          <key>DNSProtocol</key>
          <string>HTTPS</string>
          <key>ServerURL</key>
          <string>https://apple.dns.nextdns.io/edcda4</string>
        </dict>
        <key>OnDemandRules</key>
        <array>
          <dict>
            <key>Action</key>
            <string>EvaluateConnection</string>
            <key>ActionParameters</key>
            <array>
              <dict>
                <key>DomainAction</key>
                <string>NeverConnect</string>
                <key>Domains</key>
                <array>
                  <string>dav.orange.fr</string>
                  <string>vvm.mobistar.be</string>
                  <string>msg.t-mobile.com</string>
                  <string>tma.vvm.mone.pan-net.eu</string>
                  <string>vvm.ee.co.uk</string>
                </array>
              </dict>
            </array>
          </dict>
          <dict>
            <key>Action</key>
            <string>Connect</string>
          </dict>
        </array>
        <key>PayloadType</key>
        <string>com.apple.dnsSettings.managed</string>
        <key>PayloadIdentifier</key>
        <string>io.nextdns.edcda4.profile.dnsSettings.managed</string>
        <key>PayloadUUID</key>
        <string>ddedc33e-6f98-403d-ab10-c9fdded4156b</string>
        <key>PayloadDisplayName</key>
        <string>Update Blocker</string>
        <key>PayloadOrganization</key><string>Damian/Serenity</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
      </dict>
    <dict>
        <key>DNSSettings</key>
        <dict>
          <key>DNSProtocol</key>
          <string>HTTPS</string>
          <key>ServerURL</key>
          <string>https://apple.dns.nextdns.io/ee1672</string>
        </dict>
        <key>OnDemandRules</key>
        <array>
          <dict>
            <key>Action</key>
            <string>EvaluateConnection</string>
            <key>ActionParameters</key>
            <array>
              <dict>
                <key>DomainAction</key>
                <string>NeverConnect</string>
                <key>Domains</key>
                <array>
                  <string>dav.orange.fr</string>
                  <string>vvm.mobistar.be</string>
                  <string>msg.t-mobile.com</string>
                  <string>tma.vvm.mone.pan-net.eu</string>
                  <string>vvm.ee.co.uk</string>
                </array>
              </dict>
            </array>
          </dict>
          <dict>
            <key>Action</key>
            <string>Connect</string>
          </dict>
        </array>
        <key>PayloadType</key>
        <string>com.apple.dnsSettings.managed</string>
        <key>PayloadIdentifier</key>
        <string>io.nextdns.ee1672.profile.dnsSettings.managed</string>
        <key>PayloadUUID</key>
        <string>46d225f7-2a65-4203-a8aa-81ce34a51e1f</string>
        <key>PayloadDisplayName</key>
        <string>Adblocker + Update Blocker</string>
        <key>PayloadOrganization</key><string>Damian/Serenity</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
      </dict>
    <dict>
        <key>DNSSettings</key>
        <dict>
          <key>DNSProtocol</key>
          <string>HTTPS</string>
          <key>ServerURL</key>
          <string>https://apple.dns.nextdns.io/e4dde5</string>
        </dict>
        <key>OnDemandRules</key>
        <array>
          <dict>
            <key>Action</key>
            <string>EvaluateConnection</string>
            <key>ActionParameters</key>
            <array>
              <dict>
                <key>DomainAction</key>
                <string>NeverConnect</string>
                <key>Domains</key>
                <array>
                  <string>dav.orange.fr</string>
                  <string>vvm.mobistar.be</string>
                  <string>msg.t-mobile.com</string>
                  <string>tma.vvm.mone.pan-net.eu</string>
                  <string>vvm.ee.co.uk</string>
                </array>
              </dict>
            </array>
          </dict>
          <dict>
            <key>Action</key>
            <string>Connect</string>
          </dict>
        </array>
        <key>PayloadType</key>
        <string>com.apple.dnsSettings.managed</string>
        <key>PayloadIdentifier</key>
        <string>io.nextdns.e4dde5.profile.dnsSettings.managed</string>
        <key>PayloadUUID</key>
        <string>926e67c1-eb85-4747-8ae1-1ee1ea84acd0</string>
        <key>PayloadDisplayName</key>
        <string>Adblocker</string>
        <key>PayloadOrganization</key><string>Damian/Serenity</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
      </dict>
    <dict>
        <key>DNSSettings</key>
        <dict>
          <key>DNSProtocol</key>
          <string>HTTPS</string>
          <key>ServerURL</key>
          <string>https://apple.dns.nextdns.io/b1cf48</string>
        </dict>
        <key>OnDemandRules</key>
        <array>
          <dict>
            <key>Action</key>
            <string>EvaluateConnection</string>
            <key>ActionParameters</key>
            <array>
              <dict>
                <key>DomainAction</key>
                <string>NeverConnect</string>
                <key>Domains</key>
                <array>
                  <string>dav.orange.fr</string>
                  <string>vvm.mobistar.be</string>
                  <string>msg.t-mobile.com</string>
                  <string>tma.vvm.mone.pan-net.eu</string>
                  <string>vvm.ee.co.uk</string>
                </array>
              </dict>
            </array>
          </dict>
          <dict>
            <key>Action</key>
            <string>Connect</string>
          </dict>
        </array>
        <key>PayloadType</key>
        <string>com.apple.dnsSettings.managed</string>
        <key>PayloadIdentifier</key>
        <string>io.nextdns.b1cf48.profile.dnsSettings.managed</string>
        <key>PayloadUUID</key>
        <string>a55690ee-fd28-4e2d-a96b-7ec835bb5678</string>
        <key>PayloadDisplayName</key>
        <string>Install Only</string>
        <key>PayloadOrganization</key><string>Damian/Serenity</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
      </dict>
    </array></dict></plist>